load-tests/results/data/network/test_2_dom
checks.........................: 42.73% ✓ 6403     ✗ 8581 
data_received..................: 454 MB 251 kB/s
data_sent......................: 3.8 MB 2.1 kB/s
http_req_blocked...............: avg=216.98ms min=0s       med=43µs     max=22.56s p(90)=136.38ms p(95)=148.3ms 
http_req_connecting............: avg=204.68ms min=0s       med=0s       max=22.56s p(90)=135.44ms p(95)=145.9ms 
http_req_duration..............: avg=18.99s   min=106.4ms  med=610.45ms max=1m0s   p(90)=59.99s   p(95)=59.99s  
{ expected_response:true }...: avg=6.28s    min=112.34ms med=580.19ms max=59.44s p(90)=19.48s   p(95)=28.67s  
http_req_failed................: 57.26% ✓ 8581     ✗ 6403 
http_req_receiving.............: avg=54.21ms  min=0s       med=155µs    max=24.45s p(90)=222.73ms p(95)=403.99ms
http_req_sending...............: avg=142.6ms  min=8µs      med=103µs    max=59.76s p(90)=567µs    p(95)=992µs   
http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s     p(90)=0s       p(95)=0s      
http_req_waiting...............: avg=18.79s   min=105.83ms med=241.71ms max=1m0s   p(90)=59.99s   p(95)=59.99s  
http_reqs......................: 14984  8.278254/s
iteration_duration.............: avg=2m33s    min=7.99s    med=2m57s    max=4m41s  p(90)=3m27s    p(95)=3m40s   
iterations.....................: 1629   0.899978/s
vus............................: 5      min=0      max=400
vus_max........................: 400    min=90     max=400

9 Jun - 1:49PM -> 2:25PM